Repository: nnn-dev/nnnutils
Catalog: nnnadmin/messages/*/nnnadmin.*.po
Languages: fr

source: Error
fr: Erreur

source: %s-%s by %s version %s\n
fr: %s-%s par %s version %s\n

source: Syntax
fr: Syntaxe

source: show the list of modules
fr: affiche la liste des modules

source: repair (or check) the module
fr: répare (ou vérifie) le module

source: start the module
fr: démarre le module

source: show the status of this module
fr: affiche l'état du module

source: stop the module
fr: arrête le module

source: (re)start the module
fr: (re)démarre le module

source: same as restart (for LSB compatibility)
fr: comme restart (pour compatibilité LSB)

source: restart the module if it is launched
fr: redémarre le module s'il est lancé

source: export save from the module
fr: exporte une sauvegarde

source: import save to the module
fr: importe une sauvegarde

source: opt is for options
fr: opt représente les options

source: path of application configuration
fr: emplacement de la configuration de l'application

source: directory of application modules
fr: répertoire des modules de l'application

source: delete data before import
fr: supprime les données avant l'importation

source: check only instead repair
fr: vérifie seulement mais ne répare pas

source: show this help message
fr: affiche ce message d'aide

source: show version
fr: affiche la version

source: You can use -A nosys and/or -A allsys instead module :
fr: Vous pouvez utiliser -A nosys et/ou -A allsys au lieu de module :

source: -A nosys : all modules without sys prefix
fr: -A nosys : tous les modules sans le préfixe sys

source: -A allsys : all modules without&with sys prefix
fr: -A allsys : tous les modules même avec le préfixe sys

source: Author
fr: Auteur

source: show the manual
fr: affiche le manuel

source: Failed
fr: Echec

source: Starting
fr: Démarrage

source: not stopped
fr: non arrété

source: launch function for the module
fr: lance la fonction du module

source: Stopping
fr: Arrêt

source: not started
fr: non démarré

source: Running
fr: Démarré

source: Dead. Check PID file
fr: Mort. Vérifiez le fichier PID

source: Dead. Check lock file
fr: Mort. Vérifiez le fichier verrou

source: To repair
fr: A réparer

source: Stopped
fr: Arrêté

source: Unknown
fr: Inconnu

source: Importing
fr: Importation

source: Checking
fr: Vérification

source: Repairing
fr: Réparation

source: Exporting
fr: Exportation

source: argument %s is incorrect
fr: l'argument %s est incorrect

source: Launching
fr: Lancement

source: option %s must have an argument
fr: l'option %s doit avoir un argument

source: option %s is an incorrect option
fr: l'option %s est incorrecte

source: Bad command line
fr: Mauvaise ligne de commande

source: Folder %s must exists
fr: Le répertoire %s doit exister

source: Command %s invalid
fr: La commande %s est invalide

source: Global %-13s :
fr: %-10s global(e) :

source: The module '%s' don't exists
fr: Le module '%s' n'existe pas
